Repository: common-repository/supersaas-appointment-scheduling
Catalog: languages/supersaas-*.po
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja, nl_nl, sv_se

source: This module displays a SuperSaaS appointment booking tool, either inside a frame or by clicking a ‘Book now’ button. It can optionally log the user into SuperSaaS using their WordPress user name, creating or updating the user’s information on SuperSaaS as needed. This saves users from having to log in twice. Works with both the free and paid versions of SuperSaaS.
cs_cz: Tento modul zobrazuje rezervační systém SuperSaaS, a to buď v iframe, nebo kliknutím na tlačítko ‘Rezervovat‘. Můžete volitelně přihlásit uživatele do služby SuperSaaS pomocí jeho uživatelského jména ve WordPressu a podle potřeby vytvořit nebo aktualizovat informace o uživateli ve službě SuperSaaS. Uživatelé se tak nemusí přihlašovat dvakrát. Funguje s bezplatnou i placenou verzí služby SuperSaaS.
da_dk: Dette modul fra bookingsystemet SuperSaaS kan bruges, enten via en ramme (iFrame), eller ved at klikke på knappen: ‘Bestil nu‘. Dertil kommer, at du som administrator kan oprette en proces, hvor brugeren logger ind på SuperSaaS ved hjælp af deres WordPress brugernavn. Alternativt skal dine brugere oprette et nyt brugernavn i SuperSaaS. Hvilken løsning, du vælger, er valgfrit. Optimalt er i de fleste tilfælde, at dine brugere kun logger ind én gang. Denne funktionalitet virker både i den gratis og betalte version af SuperSaaS.
de_de: Dieses Modul zeigt ein SuperSaaS-Terminbuchungstool an, entweder innerhalb eines Rahmens oder durch Anklicken einer Schaltfläche mit dem Button ‘Jetzt buchen‘. Optional kann es den Benutzer bei SuperSaaS mit seinem WordPress-Benutzernamen anmelden und die Benutzerinformationen bei SuperSaaS nach Bedarf erstellen oder aktualisieren. So müssen sich die Benutzer nicht zweimal anmelden. Funktioniert sowohl mit der kostenlosen als auch mit der bezahlten Version von SuperSaaS.
es_es: Este módulo muestra una herramienta de reserva de citas SuperSaaS, ya sea dentro de un marco o haciendo clic en un botón ‘Reservar ahora’. Opcionalmente, puede iniciar la sesión del usuario en SuperSaaS usando su nombre de usuario de WordPress, creando o actualizando la información del usuario en SuperSaaS según sea necesario. Esto evita que los usuarios tengan que iniciar sesión dos veces. Funciona con las versiones gratuita y de pago de SuperSaaS.
fr_fr: Ce module affiche un outil de prise de rendez-vous SuperSaaS, soit dans un cadre, soit en cliquant sur un bouton ‘Réserver maintenant‘. Il peut éventuellement connecter l'utilisateur à SuperSaaS en utilisant son nom d'utilisateur WordPress, en créant ou en mettant à jour les informations de l'utilisateur sur SuperSaaS selon les besoins. Cela évite aux utilisateurs d'avoir à se connecter deux fois. Fonctionne avec les versions gratuites et payantes de SuperSaaS.
it_it: Questo modulo visualizza uno strumento di prenotazione SuperSaaS, o all'interno di un frame o mediante un pulsante ‘Prenota ora’. Inoltre permette all'utente di accedere a SuperSaaS con le sue credenziali WordPress, evitandogli così un doppio login. Funziona sia con la versione di prova gratuita che con la versione a pagamento di SuperSaaS.
ja: このモジュールは、フレーム内または‘今すぐ予約 ボタンをクリックして、SuperSaaS予約ツールを表示します。オプションで、WordPressユーザー名を使用してユーザーをSuperSaaSにログインさせ、必要に応じてSuperSaaSでユーザーの情報を作成または更新することができます。これにより、ユーザーは2回ログインする必要がなくなります。SuperSaaSの無料版と有料版の両方で動作します。
nl_nl: Deze module toont een SuperSaaS reserveringssysteem in een venster of via een “Reserveer nu” knop. Optioneel kunnen gebruikers automatisch worden ingelogd met hun WordPress gebruikersnaam, waarbij aan de SuperSaaS kant automatisch een gebruikersnaam wordt aangemaakt met de informatie uit Wordpress. Werkt met zowel de betaalde als de gratis versie van SuperSaaS.
sv_se: Den här modulen visar ett bokningverktyg från SuperSaaS, antingen i en ram eller via en ‘Boka nu‘-knapp. Modulen kan också logga in användare i SuperSaaS via deras Wordpress-konto och om nödvändigt skapa eller uppdatera användaruppgifter hos SuperSaaS, så att de som vill slipper logga in två gånger. Fungerar med både kostnadsfria och betalda versioner av SuperSaaS.

source: Book Now!
cs_cz: Rezervuj zde
da_dk: Book nu
es_es: Reservar Ahora
fr_fr: Réserver maintenant
it_it: Prenota Ora
ja: 今すぐ予約
nl_nl: Reserveer nu
sv_se: Boka nu!

source: www.supersaas.com
cs_cz: www.supersaas.cz
da_dk: www.supersaas.dk
de_de: www.supersaas.de
es_es: www.supersaas.es
fr_fr: www.supersaas.fr
it_it: www.supersaas.it
ja: www.supersaas.jp
nl_nl: www.supersaas.nl
sv_se: www.supersaas.se

source: (Setup incomplete)
cs_cz: (Nastavení není kompletní)
da_dk: (Modul opsætning er ikke færdig)
de_de: (Modul-Einrichtung unvollständig)
es_es: (Configuración incompleta)
fr_fr: (Installation du plugin incomplète)
it_it: (La configurazione del modulo è incompleta)
ja: (セットアップが未完成)
nl_nl: (Instellingen onvolledig)
sv_se: (Konfigurationen är ofullständig)

source: SuperSaaS Settings
cs_cz: SuperSaaS nastavení
da_dk: SuperSaaS indstillinger
de_de: SuperSaaS Einstellungen
es_es: Configuración de SuperSaaS
fr_fr: Paramètres SuperSaaS
it_it: Impostazioni SuperSaaS
ja: SuperSaaSセッティング
nl_nl: SuperSaaS instellingen
sv_se: SuperSaaS-inställningar

source: SuperSaaS account name
cs_cz: Název účtu v SuperSaaS
da_dk: SuperSaaS konto navn
de_de: SuperSaaS Kontoname
es_es: Cuenta SuperSaaS
fr_fr: Nom du compte SuperSaaS
it_it: Nome dell'account SuperSaaS
ja: SuperSaaSアカウント名
nl_nl: SuperSaaS accountnaam
sv_se: SuperSaaS-kontots namn

source: The account name of your SuperSaaS account (not your email address). If you don't have an account name yet then please create one at supersaas.com.
cs_cz: Název účtu SuperSaaS (nikoli e-mailová adresa). Pokud ještě nemáte název účtu, vytvořte si ho na webu supersaas.cz
da_dk: Dit SuperSaaS konto navn (ikke din email addresse). Har du ikke et konto navn endnu, så venligt opret et, via supersaas.dk
de_de: TDer Kontoname Ihres SuperSaaS-Kontos (nicht Ihre E-Mail-Adresse). Wenn Sie noch keinen Kontonamen haben, erstellen Sie bitte einen unter supersaas.de
es_es: El nombre de su cuenta SuperSaaS (no la dirección de correo electrónico). Si aún no tiene una cuenta, cree una en supersaas.es.
fr_fr: Le nom du compte de votre compte SuperSaaS (pas votre adresse e-mail). Si vous n'avez pas encore de nom de compte, veuillez en créer un sur supersaas.fr.
it_it: Il nome del tuo account SuperSaaS (non il tuo indirizzo email). Se non hai ancora un account, puoi crearne uno su supersaas.it.
ja: SuperSaaSアカウントのアカウント名 (メールアドレスではありません)。まだアカウント名をお持ちでない場合は、supersaas.jpで作成してください。
nl_nl: De gebruikersnaam van uw SuperSaaS account (niet uw emailadres). Als u geen gebruikersnaam heeft moet u deze eerst aanmaken op supersaas.nl
sv_se: Namnet på ditt SuperSaaS-konto (inte din e-postadress). Skapa ett konto på www.supersaas.se om du inte har något än.

source: SuperSaaS API Key
cs_cz: SuperSaaS API klíč
da_dk: SuperSaaS adgangskode
de_de: SuperSaaS API Schlüssel
es_es: Clave API SuperSaaS
fr_fr: Mot de passe SuperSaaS
it_it: Chiave API SuperSaaS
ja: SuperSaaS APIキー
sv_se: SuperSaaS API-nyckel

source: The API key for your SuperSaaS account.
cs_cz: API klíč k Vašemu administrátorskému ůčtu v SuperSaaS
da_dk: Adgangskoden for administratoren af din SuperSaaS konto
de_de: Der API Schlüssel für Ihr SuperSaaS-Konto.
es_es: La clave API de su cuenta SuperSaaS.
fr_fr: Le mot de passe de l'administrateur de votre compte SuperSaaS
it_it: La chiave API del tuo account SuperSaaS
ja: あなたのSuperSaaSアカウントのAPIキー
nl_nl: De API sleutel uit uw SuperSaaS account
sv_se: API-nyckeln för ditt SuperSaaS-konto

source: Schedule name
cs_cz: Název rozvrhu
da_dk: Navn på din kalender
de_de: Name vom Terminbuchungskalender
es_es: Nombre del horario
fr_fr: Nom de l'agenda
it_it: Nome del calendario prenotazioni
ja: スケジュール名
nl_nl: Agendanaam
sv_se: Schemanamn

source: The name of the schedule.
cs_cz: Název rozvrhu.
da_dk: Navnet på din kalender.
de_de: Der Name des Terminbuchungskalenders.
es_es: El nombre del horario.
fr_fr: Le nom de votre agenda.
it_it: Il nome del calendario prenotazioni.
ja: スケジュール名
nl_nl: Naam van de agenda
sv_se: Namnet på schemat.

source: Button Label
cs_cz: Popis tlačítka
da_dk: Tekst på knap
es_es: Etiqueta del botón
fr_fr: Etiquette du bouton
it_it: Etichetta del pulsante
ja: ボタンラベル
nl_nl: Opschrift knop
sv_se: Knapptext

source: The text to be displayed on the button, for example 'Create Appointment'.
cs_cz: Text, který se má zobrazit na tlačítku, například 'Vytvořit rezervaci'.
da_dk: Teksten som skal vises på knappen, eksempelvis 'Opret aftale nu'.
de_de: Der Text, der auf der Schaltfläche des Button angezeigt werden soll, z. B. 'Termin erstellen'.
es_es: El texto que se muestra en el botón, por ejemplo, 'Crear cita'.
fr_fr: Le texte à afficher sur le bouton, par exemple 'Créer un rendez-vous'.
it_it: Il testo da mostrare sul pulsante, ad esempio 'Prenota un Appuntamento'.
ja: ボタンに表示されるテキスト、例として'予約の作成'
nl_nl: De tekst die op de knop wordt weergegeven, bijvoorbeeld 'Reserveer nu!'
sv_se: Texten som ska visas på knappen, t.ex.'Boka en tid'.

source: Button Image
cs_cz: Obrázek tlačítka
da_dk: Billede til knap
de_de: Button Grafik
es_es: Imagen del botón
fr_fr: Image du bouton
it_it: Immagine del pulsante
ja: ボタンイメージ
nl_nl: Plaatje van knop
sv_se: Knapp-bild

source: optional
cs_cz: volitelné
da_dk: valgfrit
es_es: opcional
fr_fr: optionnel
it_it: opzionale
ja: オプション
nl_nl: optioneel
sv_se: valfritt

source: Location of an image file to use as the button. Can be left blank.
cs_cz: Umístění obrázku použitého jako tlačítko. Může zůstat prázdné.
da_dk: Placering af billede filen, som bruges på knappen
de_de: Speicherort für die Grafikdatei, die als Darstellung für den Button benutzt werden soll. Setzen Sie eine URL ein, die zum Bild führt. Feld kann leer bleiben.
es_es: Ubicación de un fichero de imagen que se utilizará como botón. Se puede dejar en blanco.
fr_fr: Emplacement d'un fichier image à utiliser en tant que bouton
it_it: Posizione del file immagine da utilizzare come pulsante
ja: ボタンとして使用する画像の場所。空白も可能です。
nl_nl: Locatie waar een plaatje te vinden is dat als knop wordt getoond.
sv_se: Adress/Sökväg till en bildfil att använda som knapp. Kan lämnas tomt.

source: Custom domain name
cs_cz: Název vaší domény
da_dk: Skræddersyet domæne navn
es_es: Dominio personalizado
fr_fr: Nom de domaine personnalisé
it_it: Nome di dominio personalizzato
ja: カスタムドメイン名
nl_nl: Eigen domeinnaam
sv_se: Eget domännamn

source: If you created a custom domain name that points to SuperSaaS enter it here. Can be left blank.
cs_cz: Pokud jste si nastavili pro rezervační systém vaši vlastní doménu , vložte její název sem. Může zůstat prázdné
da_dk: Hvis du ændrede URL til dit eget domæne navn, som skal pege på SuperSaaS, indtaster du det her
de_de: Wenn Sie einen Custom Domain-Namen eigerichtet haben, der auf SuperSaaS zeigt, fügen Sie den hier ein. Feld kann leer bleiben.
es_es: Si ha creado un dominio personalizado en SuperSaaS, introdúzcalo aquí. Se puede dejar en blanco.
fr_fr: Si vous avez créés un nom de domaine personnalisé qui redirige vers SuperSaaS entrez le ici
it_it: Se hai creato un nome di dominio personalizzato che punta a SuperSaaS, inseriscilo qui. Può essere lasciato vuoto.
ja: もしカスタムドメイン名をSuperSaaSに対して使用する場合はこちらへ入力。空白も可能です。
nl_nl: Als u een eigen domeinnaam naar SuperSaaS laat wijzen voer die dan hier in.
sv_se: Om du har ett eget domännamn som pekar till SuperSaaS, ange det här. Kan lämnas tomt.

source: Your username is a SuperSaaS reserved word. You might not be able to log in. Do you want to continue?
cs_cz: Použité uživatelské jméno je zabrané pro supersaas. Nebude možné se s ním přihlásit. Chcete pokračovat?
da_dk: Dit brugernavn er et ord, som SuperSaaS har brugt. Derfor kan du måske ikke logge ind. Ønsker du at fortsætte?
de_de: Ihr Benutzername ist für SuperSaaS reserviert. Sie können sich damit vielleicht nicht einloggen. Möchten Sie weiter fortfahren?
fr_fr: Votre identifiant est un terme réservé par supersaas. Il se peut que vous ne puissiez pas vous connecter. Souhaitez-vous continuer?
it_it: Il tuo nome utente è riservato. Potresti non essere in grado di effettuare l'accesso. Vuoi continuare?
ja: あなたのユーザー名はsupersaasで保存されています。ログインは出来ないと予想出来ますが、動作を続けますか？
nl_nl: Uw gebruikersnaam is een door SuperSaaS gereserveerd woord. Mogelijk kunt u niet inloggen. Wilt u doorgaan?
sv_se: Användarnamnet du använder i Wordpress är ett upptaget ord i SuperSaaS. Du kanske inte kommer att kunna logga in. Vill du fortsätta?

source: How would you like to show your SuperSaaS schedule?
cs_cz: Jak chcete zobrazit Váš rozvrh ze SuperSaaS?
da_dk: Hvordan vil du gerne vise din SuperSaaS kalender?
de_de: Wie möchten Sie Ihren SuperSaaS-Terminbuchungskalender zeigen?
es_es: ¿Cómo le gustaría mostrar su horario de SuperSaaS?
fr_fr: Comment souhaitez-vous afficher votre agenda SuperSaaS?
it_it: Come vuoi che venga visualizzato il tuo calendario SuperSaaS?
ja: SuperSaaSのスケジュールをどのように表示しますか?
nl_nl: Hoe wilt u dat uw SuperSaaS agenda getoond wordt?
sv_se: Hur vill du visa ditt SuperSaaS-schema?

source: SuperSaaS schedule display
cs_cz: Zobrazení rozvrhu SuperSaaS
da_dk: SuperSaaS kalender visning
de_de: SuperSaaS-Terminbuchungskalender Darstellung
es_es: Visualización del horario de SuperSaaS
fr_fr: Affichage de l'agenda SuperSaaS
it_it: Visualizzazione del calendario SuperSaaS
ja: SuperSaaSスケジュール表示
nl_nl: SuperSaaS agenda weergave
sv_se: Visning av SuperSaaS-schema

source: Show a button that forwards the user to my SuperSaaS calendar
cs_cz: Zobrazit tlačítko, které uživatele přesměruje do mého kalendáře SuperSaaS
da_dk: Vis en knap, som videresender brugerne til min SuperSaaS kalender
de_de: Eine Schaltfläche als Button zeigen, die den Benutzer zu meinem SuperSaaS-Terminbuchungskalender weiterleitet
es_es: Mostrar un botón que redirige al usuario a mi calendario SuperSaaS
fr_fr: Afficher un bouton qui redirige l'utilisateur vers mon agenda SuperSaaS
it_it: Mostra un pulsante che porta l'utente al mio calendario SuperSaaS
ja: ユーザーをSuperSaaS カレンダーに転送するボタンを表示する
nl_nl: Toon een knop die de gebruiker doorstuurt naar mijn SuperSaaS agenda
sv_se: Visa en knapp som skickar besökaren till min bokningssida på SuperSaaS

source: Show a SuperSaaS calendar integrated into my Wordpress site inside a frame or via a pop-up button
cs_cz: Zobrazit kalendář SuperSaaS integrovaný do mého webu Wordpress v iframe nebo pomocí vyskakovacího tlačítka
da_dk: Vis en SuperSaaS kalender, som er integreret med mit Wordpress website, indsat i en ramme (iFrame), eller via en popup knap
de_de: Zeige einen SuperSaaS-Kalender integriert in meine Wordpress-Seite in einem Fenster oder über eine Schaltfläche als Popup-Button
es_es: Mostrar un calendario SuperSaaS integrado en mi sitio de Wordpress dentro de un marco o mediante un botón emergente
fr_fr: Afficher un agenda SuperSaaS intégré à mon site WordPress à l'intérieur d'une fenêtre ou via un bouton de popup.
it_it: Integra il calendario SuperSaaS nel mio sito Wordpress all'interno di un frame o con un pulsante popup
ja: フレーム内またはポップアップ ボタンを介して、Wordpressサイトに統合されたSuperSaaSカレンダーを表示する
nl_nl: Toon een de agenda via een venster of als knop geïntegreerd in mijn Wordpress site
sv_se: Visa min bokningssida på SuperSaaS integrerat i min Wordpress-sajt, inuti en ram eller via en knapp som öppnar ett popup-fönster

source: If the user is logged in to WordPress, log them in your SuperSaaS account with their WordPress user name
cs_cz: Pokud je uživatel přihlášen ve WordPressu, přihlaste ho k účtu SuperSaaS pomocí jeho uživatelského jména WordPress.
da_dk: Er brugeren logget ind via WordPress, log brugeren ind på din SuperSaaS konto, via brugerens WordPress brugernavn
de_de: Falls sich Benutzer bei WordPress einloggen, sollen diese gleichzeitig mit ihrem WordPress-Benutzernamen in ihr SuperSaaS-Konto eingeloggt werden.
es_es: Si el usuario ha iniciado sesión en WordPress, inicie sesión en su cuenta de SuperSaaS con su nombre de usuario de WordPress
fr_fr: Si l'utilisateur est connecté à WordPress, connectez-le à votre compte SuperSaaS avec son nom d'utilisateur WordPress.
it_it: Se l'utente ha effettuato l'accesso a WordPress, consentigli di accedere al calendario SuperSaaS con il nome utente utilizzato in WordPress
ja: ユーザーがWordPressにログインしている場合は、WordPressユーザー名でSuperSaaSアカウントにログインしてください。
nl_nl: Als de gebruiker is ingelogd in WordPress, dan wordt hij ingelogd in uw SuperSaaS account met zijn WordPress gebruikersnaam
sv_se: Om besökaren redan är inloggad i Wordpress, använd deras Wordpress-uppgifter för att logga in dem i ett användarkonto för min bokningsida på SuperSaaS

source: Automatically logging in the user requires your <a href='https://www.supersaas.com/accounts/edit#api_key' target='_blank'>API key</a>
cs_cz: Automatické přihlášení uživatele vyžaduje Váš <a href='https://www.supersaas.cz/accounts/edit#api_key' target='_blank'>API klíč</a>
da_dk: Automatisk bruger log ind, kræver at du som administrator bruger: <a href='https://www.supersaas.dk/accounts/edit#api_key' target='_blank'>API key</a>
de_de: Das automatische Einloggen des Benutzers verlangt Ihren <a href='https://www.supersaas.de/accounts/edit#api_key' target='_blank'>API Schlüssel</a>
es_es: El inicio de sesión automático del usuario requiere su <a href='https://www.supersaas.es/accounts/edit#api_key' target='_blank'>clave API</a>
fr_fr: La connexion automatique de l'utilisateur nécessite votre <a href='https://www.supersaas.fr/accounts/edit#api_key' target='_blank'>clé API</a>
it_it: L'accesso automatico dell'utente richiede la tua <a href='https://www.supersaas.it/accounts/edit#api_key' target='_blank'>chiave API</a>
ja: ユーザーの自動ログインにはあなたの<a href='https://www.supersaas.jp/accounts/edit#api_key' target='_blank'>API keyが必須</a>
nl_nl: Om de gebruiker automatisch te kunnen inloggen is uw <a href='https://www.supersaas.nl/accounts/edit#api_key' target='_blank'>API sleutel</a> nodig
sv_se: Att automatiskt logga in besökare kräver <a href='https://www.supersaas.se/accounts/edit#api_key' target='_blank'>en API-nyckel till ditt SuperSaaS-konto</a>

source: Paste the JavaScript <a href='https://www.supersaas.com/info/doc/integration/integration_with_widget' target='_blank'>widget code</a> generated on the SuperSaaS site.
cs_cz: Vložte kód JavaScriptu <a href='https://www.supersaas.cz/info/doc/integration/integration_with_widget' target='_blank'>widget code</a> tak je vygenerován na SuperSaaS webu.
da_dk: Indsæt JavaScript <a href='https://www.supersaas.dk/info/doc/integration/integration_with_widget' target='_blank'>widget code</a> , der er genereret på din SuperSaaS side.
de_de: Einfügen des JavaScript <a href='https://www.supersaas.de/info/doc/integration/integration_with_widget' target='_blank'>Widget code</a> generated on the SuperSaaS site.
es_es: Pegue el <a href='https://www.supersaas.es/info/doc/integracion/integracion_con_widget' target='_blank'>código JavaScript del widget</a> generado en el sitio SuperSaaS.
fr_fr: Collez le code JavaScript du <a href='https://www.supersaas.fr/info/doc/integration/integration_widget' target='_blank'>widget</a> généré sur le site SuperSaaS.
it_it: Incolla il <a href='https://www.supersaas.it/info/doc/integration/integration_with_widget' target='_blank'>codice Javascript del widget</a> generato in SuperSaaS.
ja: SuperSaaSサイトで生成されたJavaScript<a href='https://www.supersaas.jp/info/doc/integration/integration_with_widget' target='_blank'>widget code</a>を貼り付けます。
nl_nl: Plak hier de JavaScript <a href='https://www.supersaas.nl/info/doc/integreren/via_widget' target='_blank'>widget code</a> van de SuperSaaS site.
sv_se: Klistra in widget-koden som anpassats särskilt för ditt konto och kan hämtas på <a href='https://www.supersaas.se/info/doc/integration/integration_with_widget' target='_blank'>denna SuperSaaS-sida om integration med widgetar</a>. (Du måste vara inloggad i ditt SuperSaaS-konto för att se koden).

source: Paste the JavaScript code here
cs_cz: Vložte kód JavaScriptu sem
da_dk: Indsæt din JavaScript kode her
de_de: Fügen Sie den JavaScript-Code hier ein
es_es: Pegue el código JavaScript aquí
fr_fr: Collez le code JavaScript ici
it_it: Incolla qui il codice JavaScript
ja: ここにJavaScript コードを貼り付けます。
nl_nl: Plak hier de JavaScript code
sv_se: Klistra in JavaScript-koden här

source: Leave blank for <a href='https://www.supersaas.com/accounts/access#account_list_schedules_1' target='_blank'>default calendar</a> (can be overwritten in shortcode)
cs_cz: Ponechte prázdné pro <a href='https://www.supersaas.cz/accounts/access#account_list_schedules_1' target='_blank'>výchozí kalendář</a> (může být přepsáno shortkódem)
da_dk: Efterlad blank til <a href='https://www.supersaas.dk/accounts/access#account_list_schedules_1' target='_blank'>default calendar</a> (kan evt. overskrives via en såkaldt shortcode)
de_de: Leer lassen bei <a href='https://www.supersaas.de/accounts/access#account_list_schedules_1' target='_blank'>Standard-Kalender</a> (kann in Shortcode überschrieben werden)
es_es: Dejar en blanco para <a href='https://www.supersaas.es/accounts/access#account_list_schedules_1' target='_blank'>calendario predeterminado</a> (se puede sobrescribir en shortcode)
fr_fr: Laissez vide pour utiliser l'<a href='https://www.supersaas.fr/accounts/access#account_list_schedules_1' target='_blank'>agenda par défaut</a> (peut être remplacé dans le code)
it_it: Lascia vuoto nel caso sia il <a href='https://www.supersaas.it/accounts/access#account_list_schedules_1' target='_blank'>calendario di default</a> (può essere sovrascritto nello shortcode)
ja: <a href='https://www.supersaas.jp/accounts/access#account_list_schedules_1' target='_blank'>デフォルトカレンダー</a> は空白のままにします。(ショートコードで上書きできます)
nl_nl: Blanco laten voor <a href='https://www.supersaas.nl/accounts/access#account_list_schedules_1' target='_blank'>standaard agenda</a> (kan overschreven worden via de shortcode)
sv_se: Lämna tomt för att visa <a href='https://www.supersaas.se/accounts/access#account_list_schedules_1' target='_blank'>ditt förvalda schema</a> (kan skrivas över med kortkod i Wordpress)

source: Button settings
cs_cz: Nastavení tlačítka
da_dk: Knap opsætning
de_de: Button Einstellungen
es_es: Ajustes del botón
fr_fr: Paramètres du bouton
it_it: Impostazioni del pulsante
ja: Button設定
nl_nl: Instellingen voor de knop
sv_se: Knappinställningar

source: Error occurred while parsing options. Did you provide options JSON properly?
cs_cz: Při analýze kódu došlo k chybě. Zadali jste správně kód JSON?
da_dk: Der opstod desværre en fejl. Fik du installeret JSON korrekt?
de_de: Ein Fehler ist aufgetreten beim Parsen der Optionen. Haben Sie die JSON-Optionen richtig angegeben?
es_es: Ocurrió un error al analizar las opciones. ¿Proporcionó las opciones JSON correctamente?
fr_fr: Une erreur s'est produite lors de l'analyse des options. Avez-vous correctement fourni les options JSON ?
it_it: Errore durante la lettura delle opzioni. Hai fornito correttamente le opzioni in formato JSON?
ja: オプションの解析中にエラーが発生しました。オプションJSONを適切に指定しましたか?
nl_nl: Er is een fout opgetreden. Klopt de JSON wel?
sv_se: De angivna alternativen fungerar inte. Kontrollera att JSON-värden angetts korrekt.

source: Account name can't be blank
cs_cz: Jméno účtu nemůže zůstat prázdné
da_dk: Konto navn må ikke være blankt
de_de: Der Kontoname darf nicht leer sein
es_es: El nombre de cuenta no puede estar en blanco
fr_fr: Le nom de compte ne peut pas être vide
it_it: Nome account non può essere vuoto
ja: アカウント名を空白にすることはできません。
nl_nl: De accountnaam moet ingevuld worden
sv_se: Kontonamn måste anges
