Repository: common-repository/supersaas-appointment-scheduling
Catalog: languages/supersaas-*.po
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, it_it, ja, nl_nl, sv_se

source: Please provide an account name (not an email)
cs_cz: Prosím poskytněte jméno účtu (nikoliv email)
da_dk: Venligst indsæt et konto navn (ikke en email adresse)
de_de: Bitte geben Sie einen Kontonamen an (keine E-Mail)
fr_fr: Veuillez fournir un nom de compte (pas une adresse e-mail)
it_it: Per favore fornisci un nome account (non un indirizzo email)
ja: アカウント名を入力してください。(電子メールではありません)
nl_nl: Vul alstublieft een accounnaam in (geen emailadres)
sv_se: Ange ett kontonamn (inte en e-postadress)

source: API key can't be blank
cs_cz: API klíč nemůže být prázdný
da_dk: API nøglen må ikke være blank
de_de: API-Schlüssel kann nicht leer sein
es_es: Clave API no puede estar en blanco
fr_fr: La clé API ne peut pas être vide
it_it: Chiave API non può essere vuoto
ja: API キーを空白にすることはできません。
nl_nl: API sleutel moet ingevuld zijn
sv_se: API-nyckel måste anges

source: Widget script is invalid. Are you sure that you’ve pasted script generated <a href='https://www.supersaas.com/info/doc/integration/integration_with_widget' target='_blank'>here</a>?
cs_cz: Skript widgetu je neplatný. Jste si jisti, že jste vložili vygenerovaný skript <a href='https://www.supersaas.cz/info/doc/integration/integration_with_widget' target='_blank'>odsud</a>?
da_dk: Widget scriptet er ugyldigt. Er du sikker på, at du har indsat de genererede script? <a href='https://www.supersaas.dk/info/doc/integration/integration_with_widget' target='_blank'>here</a>?
de_de: Der Code für das Widget ist ungültig. Sind Sie sicher, dass Sie den generierte Code <a href='https://www.supersaas.de/info/doc/integration/integration_with_widget' target='_blank'>hier</a> eingefügt haben?
es_es: El script de widget no es válido. ¿Está seguro de que ha pegado el script generado <a href='https://www.supersaas.es/info/doc/integracion/integracion_con_widget' target='_blank'>aquí</a>?
fr_fr: Le script du widget est invalide. Êtes-vous sûr d'avoir collé le script généré <a href='https://www.supersaas.fr/info/doc/integration/integration_widget' target='_blank'>ici</a>?
it_it: Lo script del widget non è valido. Sei sicuro di aver incollato il codice generato <a href='https://www.supersaas.it/info/doc/integration/integration_with_widget' target='_blank'>qui</a>?
ja: ウィジェット スクリプトが無効です。本当に生成されたスクリプトを<a href='https://www.supersaas.jp/info/doc/integration/integration_with_widget' target='_blank'>ここ</a>に貼り付けてよろしいですか?
nl_nl: Widget script klopt niet. Weet u zeker dat u het script <a href='https://www.supersaas.nl/info/doc/integreren/via_widget' target='_blank'>hier</a> heeft gekopiëerd?
sv_se: Widget-koden fungerar inte. Säkerställ att du använt koden som genererats <a href='https://www.supersaas.se/info/doc/integration/integration_with_widget' target='_blank'>på denna sida</a> och att du är inloggad i ditt SuperSaaS-konto när du hämtar koden.

source: Link is invalid
cs_cz: Odkaz je neplatný
da_dk: Link er ugyldigt
de_de: Link ist ungültig
es_es: El enlace no es válido
fr_fr: Le lien est invalide
it_it: Link non valido
ja: リンクが無効です。
nl_nl: Link klopt niet
sv_se: Länken fungerar inte

source: Your username is a supersaas reserved word. You might not be able to login. Do you want to continue?
es_es: Su nombre de usuario es una palabra reservada de SuperSaaS. Puede ser que no pueda iniciar sesión con ese nombre. ¿Quiere continuar?

source: Please provide and account name (not an email)
es_es: Proporcione un nombre de cuenta (no un correo electrónico)

source: Book now!
de_de: Jetzt buchen!
